Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Digital sikkerhet er en grunnleggende forutsetning for å opprettholde tillit til offentlig sektors IT-systemer og offentlige digitale tjenester.
sme: Digitála sihkkarvuohta lea vuođđoeaktun go galggaš leat vejolaš bisuhit luohttámuša almmolaš suorggi IT-vuogádagaide ja almmolaš digitála bálvalusaide.

source: I januar 2019 la regjeringen fram en nasjonal strategi for digital sikkerhet.
sme: Ođđajagimánus 2019 almmuhii ráđđehus nationála strategiija digitála sihkkarvuođa várás.

source: Digitaliseringsdirektoratet vil, i samarbeid med KS, Nasjonal sikkerhetsmyndighet og Datatilsynet, ha en sentral rolle i å arbeide med styrket og samordnet tilnærming til digital sikkerhet i offentlig sektor.
sme: Digitaliserendirektoráhtas galgá, ovttas KS:in, nationála sihkkarvuođaeiseválddiin ja Diehtobearráigeahčuin, leat guovddáš rolla barggus nannejuvvon ja oktiiheivehuvvon lahkonemiin digitála sihkkarvuhtii almmolaš suorggis.

source: Kommunal- og moderniseringsdepartementet utarbeider en handlingsplan for operasjonalisering av alle tiltakene i digitaliseringsstrategien.
sme: Gielda- ja ođasmahttindepartemeanta ráhkada doaibmaplána digitaliserenstrategiija buot doaibmabijuid čađaheapmái.

source: Sametinget har tidligere påpekt at Sametinget ikke blir tatt med ved nasjonale satsinger, og bør derfor inkluderes i arbeidet med å etablere et felles digitalt økosystem.
sme: Sámediggi lea ovdal čujuhan ahte Sámediggi ii váldojuvvo mielde nationála áŋgiruššamiidda, ja berre danne váldojuvvot mielde oktasaš digitála ekovuogádaga ásaheapmái.

source: Sametinget mener også at Sametinget bør inngå blant aktørene som skal bidra til å utarbeide strategien for digital kompetanse i offentlig sektor.
sme: Sámediggi oaivvilda maiddái ahte Sámediggi berre leat daid doaimmaheddjiid searvvis mat galget leat mielde hábmemin strategiija mii lea digitála gelbbolašvuođa várás almmolaš suorggis.

source: 3.1 Informasjon fra det offentlige på samisk
sme: 3.1 Almmolašvuođa dieđut sámegillii

source: I dette kapitlet vil vi diskutere informasjonen fra det offentlige som finnes på samisk.
sme: Dán kapihttalis mii gieđahallat daid almmolašvuođa dieđuid mat leat sámegillii.

source: For enkelthets skyld vil vi skille mellom to typer informasjon: Den innbyggeren selv oppsøker, for eksempel ved å søke opp en nettside, og den innbyggeren mottar, for eksempel et informasjonsskriv fra myndighetene eller en epikrise fra et sykehus.
sme: Álkivuođa dihtii mii earuhit guovttelágan dieđuid: Daid dieđuid maid ássi ieš ohcá, ovdamearkka dihtii go ohcá neahttasiiddu, ja daid maid ássi oažžu, ovdamearkka dihtii diehtojuohkinčállosa eiseválddiin dahje epikriissa buohcceviesus.

source: Det er verdt å minne om det offentliges forpliktelser etter samelovens kapittel 3 (se kap. 2.1.2).
sme: Muittuhan veara leat almmolašvuođa geatnegasvuođat sámelága 3. kapihttala vuođul (geahča kap. 2.1.2).

source: Ifølge sameloven har offentlige organer visse forpliktelser til å oversette informasjon til samisk, nærmere angitt i loven.
sme: Almmolaš orgánain leat dihto geatnegasvuođat jorgalit dieđuid sámegillii sámelága vuođul, lagabui almmuhuvvon lágas.

source: Dessuten har staten praksis for å oppfordre til oversettelse av informasjon også utover det som er påkrevd etter loven.
sme: Dasa lassin láve stáhta ávžžuhit jorgalit dieđuid vaikke vel láhka dan ii gáibit.

source: I forarbeidene til sameloven vises det til at oversetting vanligvis skal skje til nordsamisk, mens regelverk som spesielt retter seg mot den samiske befolkningen i lule- eller sørsamisk språkområde, skal oversettes til de respektive språk.
sme: Sámelága ovdabargguin čujuhuvvo ahte jorgaleapmi dábálaččat galgá dahkkojuvvot davvisámegillii, ja njuolggadusat mat erenoamážit gusket sámi álbmogii julevsámi giellaguovllus, galget jorgaluvvot julevsámegillii ja lullisámi giellaguovllus fas lullisámegillii.

source: 3.1.1 Informasjon som innbyggeren selv oppsøker
sme: 3.1.1 Dieđut maid ássit ieža ohcet

source: Da sameloven trådte i kraft i 1987 var det fremdeles vanlig at innbyggerne i Norge oppsøkte informasjon fra kommunen, fylkeskommunen og staten ved fysisk oppmøte på sitt lokale offentlige kontor, eller ved å ringe eller sende brev.
sme: Go sámeláhka bođii fápmui jagi 1987 de lei ain dábálaš ahte Norgga ássit fitne iežaset báikkálaš almmolaš kantuvrras ohcamin dieđuid gielddas, fylkkagielddas ja stáhtas, dahje sii geavahedje telefovnna dahje sáddejedje reivve.

source: I dag henter de fleste av borgerne nødvendig informasjon på offentlige nettsider, som gjør den mer tilgjengelig og åpner for mer fleksible løsninger.
sme: Dál vižžet eanaš ássit dárbbašlaš dieđuid almmolaš neahttasiidduin, mii dagaha ahte lea álkit juksat sin ja dat dahká njuovžilat čovdosiid vejolažžan.

source: For at flere offentlige virksomheter skal ha informasjon på samisk på sine nettsider krever det at virksomhetens ledelse tar en beslutning om at det er viktig at også samiskspråklige brukere skal finne informasjon på sitt språk.
sme: Dieđut sámegillii eanet almmolaš doaimmaid neahttasiidduin gáibida ahte doaimma jođihangoddi dovddasta dehálažžan ahte maiddái sámegielat geavaheddjiide galget leat dieđut iežaset gillii.

source: Det må opprettes en samiskspråklig versjon av nettstedet, og det må settes av midler i de årlige budsjettene til oversettelser til samisk.
sme: Sámegielat veršuvdna neahttabáikkis ferte ásahuvvot ja jahkásaš bušeahtain lea dárbu várret ruđaid sámegieljorgaleapmái.

source: Det er viktig at de samiske sidene er oppdaterte og relevante, slik at brukeren kan stole på at de finner nødvendig informasjon på nettsidene.
sme: Dehálaš lea ahte sámi siiddut leat áigáduvvon ja guoskevaččat, vai geavaheaddji luohttá dasa ahte son gávdná dárbbašlaš dieđuid neahttasiidduin.

source: I tillegg må nettstedet støtte UTF-8, som er en IT-standard som blant annet støtter de samiske særtegnene og sikrer at tegnene blir vist korrekt i brukernes nettlesere.
sme: Dasa lassin ferte neahttabáiki doarjut UTF-8, mii lea dat IT-standárda mii earret eará doarju sámi sierramearkkaid ja sihkkarastá ahte mearkkat oidnojit riekta geavaheaddji neahttalohkkis.

source: Dette gjelder tegnene Áá Čč Đđ Ŋŋ Šš Ŧŧ Žž (nordsamisk) Áá, Ŋŋ (lulesamisk), Ïï og Öö (sørsamisk).
sme: Dat guoská mearkkaide Áá Čč Đđ Ŋŋ Šš Ŧŧ Žž (davvisámegielas), Áá, Ŋŋ (julevsámegielas), Ïï ja Öö (lullisámegielas).

source: Fra 2009 har det vært et krav at alle offentlige virksomheter ved omlegging, nyetableringer og videreutvikling av sine IT-systemer skal bruke UTF-8.
sme: Jagi 2009 rájes lea leamaš gáibádus ahte buot almmolaš doaimmat go sii rievdadit, ásahit ođđa ja viidáseappot ovddidit iežaset IT-vuogádagaid, galget geavahit UTF-8.

source: Det betyr at de fleste offentlige virksomheter i dag kan presentere innhold på samisk.
sme: Dat mearkkaša ahte eanaš almmolaš doaimmat dál, sáhttet almmuhit sisdoalu sámegillii.

source: I 2011/2012 gjorde daværende Direktoratet for forvaltning og IKT (Difi), nå Digitaliseringsdirektoratet, en statuskartlegging av samisk informasjon på 234 statlige nettsteder.
sme: 2011/2012 kártii dalá Direktoráhta hálddašeami ja IKT várás (Difi), dál Digitaliserendirektoráhta 234 stáhta neahttasiiddu sámi diehtojuohkima stáhtusa.

source: Når det gjelder publisering av samiskspråklig innhold, viser resultatet av kartleggingen at statlig sektor står overfor betydelige utfordringer.
sme: Sámegielat sisdoalu álmmuheami hárrái čájeha kártenboađus ahte stáhta suorggis leat hui stuorra hástalusat.

source: Det var kun 26 prosent av de statlige nettstedene som på en målrettet og systematisk måte publiserte samiskspråklig innhold.
sme: Dušše 26 proseantta stáhta neahttasiidduin almmuhedje sámegielat sisdoalu ulbmillaččat ja vuogádatlaččat.

source: Det var dessuten kun 5 prosent som har et så omfattende samiskspråklig innhold at nettstedet kan sies å ha en samiskspråklig versjon av det viktigste norskspråklige innholdet.
sme: Dasa lassin ledje dušše 5 proseanttas dakkár viiddes sámegielat sisdoallu ahte lea vejolaš dadjat ahte neahttasiiddus lei sámegielat veršuvdna deháleamos dárogielat sisdoalus.

source: Innenfor flere av statens og samfunnets kjerneområder er samiske språk nærmest fraværende på nettstedene.
sme: Ollu stáhta ja servodaga guovddášsurggiin illá oppa oidno ge sámegiella neahttasiidduin.

source: Områder som politi, helse, utdanning, skatt og de ulike ombudene (med unntak av Sivilombudsmannen) har for eksempel lite samisk innhold.
sme: Dakkár surggiin go politiijas, dearvvasvuođas, oahpahusas, vearus ja iešguđet áittardeddjiin (earret Siviilaáittardeaddjis) lea ovdamearkka dihtii uhccán sámi sisdoallu.

source: Samtidig viste kartleggingen at den tekniske forutsetningen om UTF-8 var tilstede hos 80 prosent av virksomhetene.
sme: Seammás čájehii kárten ahte 80 proseantta doaimmain ollašuhtte UTF-8 teknihkalaš eavttu.

source: Kommunal- og moderniseringsdepartementet ser verdien av å fortsette å følge med på bruk av samiskspråklig innhold på offentlige nettsider, og har besluttet å gi Digitaliseringsdirektoratet i oppdrag å gjøre en ny kartlegging av dette i 2020/2021.
sme: Gielda- ja ođasmahttindepartemeanta oaidná árvvolažžan gozihit almmolaš neahttasiidduid sámegielat sisdoalu, ja lea mearridan addit Digitaliserendirektoráhtii bargun čađahit das ođđa kártema 2020/2021.

source: En slik undersøkelse vil gjøre det lettere å sette inn tiltak i framtiden for å synliggjøre språkene, og sikre bedre og mer målrettet informasjon til samiskspråklige brukere av offentlige tjenester.
sme: Dakkár iskkadeapmi dagašii álkibun čađahit doaibmabijuid boahtteáiggi mat oainnusmahttet gielaid, ja sihkkarastet almmolaš bálvalusaid buoret ja ulbmilleabbo diehtojuohkima sámegielat geavaheddjiide.

source: Hovedutfordringen når det gjelder informasjon som samiskspråklige innbyggere oppsøker er altså ikke de tekniske løsningene.
sme: Váldohástalus dieđuid hárrái maid sámegielat ássit ohcet, eai leat nappo teknihkalaš čovdosat.

source: Tilgjengeliggjøring av samiskspråklig informasjon er avhengig av oversettere og en strategi for publisering, og dette er kostbart.
sme: Dat ahte sámegielat dieđut leat gávdnan láhkai, sorjá jorgaleddjiin ja almmuhanstrategiijas, ja dat lea divrras.

source: Andre utfordringer, som ikke Difis rapport peker på, men som enkle søk i offentlige nettsider identifiserer, er at informasjonen som er tilgjengelig ofte kun er tilgjengelig på nordsamisk, og at den også ofte er skjult for brukeren fordi sidene ikke har samisk språkvalg.
sme: Eará hástalusat, maid Difi raporta ii namut, muhto maid álkis ohcamat almmolaš neahttasiidduin almmustahttet, lea ahte dieđut mat leat gávdnan láhkai, dávjá leat gávdnan láhkai dušše davvisámegillii, ja ahte dat maid dávjá leat čihkosis geavaheaddjái dannego siidduin ii leat sámegiella giellaválgan.

source: Hver enkeltperson må dermed søke seg fram til samiskspråklig informasjon gjennom en søkemotor.
sme: Danne ferte juohkehaš ohcat sámegielat dieđuid ohcanmohtora bokte.

source: Sametinget vil først trekke frem at samisk og norsk er likeverdige språk i Norge og begge er offisielle språk i Norge.
sme: Sámediggi čujuha vuos dasa ahte sámegiella ja dárogiella leat ovttaárvosaš gielat Norggas ja ahte goappašat leat virggálaš gielat Norggas.

source: Sametinget registrerer at når det gjelder å publisere informasjon på de samiske språkene blir dette ofte betegnet som kostbart.
sme: Sámediggi registrere ahte go lea sáhka dieđuid almmuheamis sámegielaide, de dat dávjá adnojuvvo divrrasin.

source: Dette mener Sametinget er en uheldig utvikling, og all offentlig informasjon bør være på de offisielle språkene i Norge.
sme: Sámedikki mielas dat lea unohis ovdáneapmi, ja buot almmolaš diehtojuohkin berre leat Norgga virggálaš gielaide.

source: 3.1.1.1 Samisk informasjon på regjeringen.no
sme: 3.1.1.1 Sámi dieđut regjeringen.no nammasaš neahttasiiddus

source: Ett av de offentlige nettstedene som tilbyr informasjon på samisk er regjeringen.no.
sme: Okta dain almmolaš neahttasiidduin mat fállet dieđuid sámegillii, lea regjeringen.no.

source: Hvert enkelt departement har ansvar for sine nettsider og for å publisere også samisk innhold.
sme: Juohke departemeanttas lea ovddasvástádus iežaset neahttasiidduin ja ovddasvástádus almmuhit maiddái sámi sisdoalu.

source: Det er Statsministerens kontor som har ansvar for hovedsiden på regjeringen.no.
sme: Stáhtaministara kantuvrras lea ovddasvástádus regjeringen.no váldosiiddus.

source: For å gjøre det enklere for departementene å oversette til de samiske språkene ble det etablert en samisk oversettelsestjeneste i Departementenes sikkerhetsorganisasjon (DSS) i 2010.
sme: Álkidan dihtii departemeanttaide jorgalit sámegielaide ásahuvvui sámi jorgalanbálvalus Departemeanttaid sihkkarvuođaorganisašuvdnii (DSS) jagi 2010.

source: Tjenesten er finansiert av Kommunal- og moderniseringsdepartementet.
sme: Bálvalusa ruhtada Gielda- ja ođasmahttindepartemeanta.

source: DSS har inngått rammeavtaler med nordsamiske, sørsamiske og lulesamiske oversettere, og kan dermed tilby oversettelse til tre samiske språk kostnadsfritt for departementene.
sme: DSS lea dahkan rámmašiehtadusaid davvisámi, lullisámi ja julevsámi jorgaleddjiiguin, ja nu sáhttá fállat jorgaleami golmma sámegillii nuvttá departemeanttaide.

source: DSS tilbyr oversettelse av pressemeldinger, nyhetssaker og artikler til regjeringen.no.
sme: DSS fállá preassadieđáhusaid, ođasáššiid ja artihkkaliid jorgaleami departemeanttaide.

source: Kommunal- og moderniseringsdepartementet har anbefalt departementene å oversette både saker som gjelder den samiske befolkningen spesielt, og saker som er av interesse for befolkningen generelt.
sme: Gielda- ja ođasmahttindepartemeanta lea rávven departemeanttaid jorgalit sihke áššiid mat gusket sámi álbmogii erenoamážit, ja áššiid maidda álbmogis lea beroštupmi oppalaččat.

source: Dersom ikke departementet har oppgitt hvilket samisk språk de ønsker oversettelsen til, velger DSS språk ut fra tema eller geografisk område.
sme: Jus departemeanta ii leat almmuhan guđe sámegillii sii háliidit jorgalusa, de vállje DSS giela fáttá dahje geográfalaš guovllu vuođul.

source: Noen saker oversettes til alle tre språk.
sme: Muhtun áššit jorgaluvvojit buot golmma gillii.

source: Samisk innhold på regjeringen.no varierer fra departement til departement.
sme: Neahttasiiddus regjeringen.no rievdá sámi sisdoallu departemeanttas departementii.

source: Samtlige departementer har grunninformasjon om departementet på nordsamisk på sine sider.
sme: Buot departemeanttain leat vuođđodieđut departemeantta birra davvisámegillii iežaset siidduin.

source: I tillegg har en del departementer også oversatt undersider med presentasjon av ulike temaer og ansvarsområder på nordsamisk.
sme: Dasa lassin leat muhtun departemeanttat maiddái jorgalahttán vuollesiidduid mat oahpásmahttet iešguđet fáttáid ja ovddasvástádussurggiid davvisámegillii.

source: 3.1.2 Informasjon innbyggeren mottar fra det offentlige
sme: 3.1.2 Dieđut maid ássit ožžot almmolašvuođas

source: Til nå har vi sett på offentlig informasjon som samiske innbyggere selv oppsøker.
sme: Dán rádjai leat mii geahčadan almmolaš dieđuid maid sámi ássit ieža ohcet.

source: Her har vi sett at det er relativt lite tilgjengelig informasjon på samisk på nettet.
sme: Dás leat oaidnán ahte lea viehka uhccán dieđut sámegillii mat leat gávdnan láhkai neahtas.

source: Ifølge sameloven skal lover og forskrifter av særlig interesse for hele eller deler av den samiske befolkningen oversettes til samisk.
sme: Sámelága vuođul galget lágat ja láhkaásahusat mat erenoamážit gusket olles sámi álbmogii dahje sámi álbmoga osiide, jorgaluvvot sámegillii.

source: Også offentlige organers plikt til oversettelse av relevante kunngjøringer og skjemaer innenfor forvaltningsområdet for samisk språk er omtalt i loven.
sme: Maiddái sámegiela hálddašanguovllu almmolaš orgánaid geatnegasvuohta jorgalit guoskevaš almmuhusaid ja skoviid lea válddahuvvon lágas.

source: Sameloven gir imidlertid ikke offentlige organer plikt til å tilby digitale tjenester på samisk.
sme: Dattetge ii geatnegahte sámeláhka almmolaš orgánaid fállat digitála bálvalusaid sámegillii.

source: For at offentlige instanser skal kunne sende ut informasjon på samisk er det mange av de samme forutsetningene som må være tilstede som for publisering av nettsideinnhold.
sme: Jus almmolaš instánssat galget sáhttit sáddet dieđuid sámegillii, de leat ollu dain seamma eavttuin mat galget leat ollašuhttojuvvon neahttasiidosisdoalu almmuheami oktavuođas.

source: Den største utfordringen er at det er dyrt å digitalisere, og at muligheten for innsparing på sikt er lavere når det gjelder samiske løsninger enn norske.
sme: Stuorámus hástalus lea ahte lea divrras digitaliseret, ja ahte vejolašvuohta seastimii guhkit áiggi vuollái lea uhcit sámi čovdosiid ektui go dáža čovdosiid ektui.

source: I tillegg kommer utfordringene med mangelen på samiskspråklig personell og oversettere.
sme: Dasa lassin bohtet hástalusat dan oktavuođas ahte váilot sámegielat bargit ja jorgaleaddjit.

source: Det er også noen tekniske hindringer for digitalisering på dette området, og da særlig knyttet til samiske tegnsett.
sme: Dán suorggis leat maid muhtun teknihkalaš eastagat, ja erenoamážit sámegielaid čállinmearkkaid oktavuođas.

source: 3.1.2.1 Utfordringen med samiske tegnsett
sme: 3.1.2.1 Hástalusat sámegiela čállinmearkkaiguin

source: I digital kommunikasjon har mange opplevd å se forandringer i tekst man har skrevet.
sme: Digitála gulahallamis leat ollugat vásihan oaidnit rievdadusaid dain teavsttain maid sii leat čállán.

source: På norsk kan man for eksempel oppleve at man har skrevet ordet «spørre», men at det plutselig forandrer seg til ordet.
sme: Dárogielas lea vejolaš dan ovdamearkka vásihit ahte go olmmoš lea čállán sáni «spørre», de fáhkkestaga dat rievdá sátnin «sp&amp;oslash;

source: Dette skjer fordi systemer bruker ulike tegnsett og at ikke alle systemer støtter de norske bokstavene æ, ø og å. Samiskspråklige brukere opplever forandringer knyttet til tegnsett mye oftere enn norskspråklige brukere.
sme: Dat dáhpáhuvvá dannego vuogádagat geavahit iešguđet čállinmearkkaid ja ahte eai buot vuogádagat doarjjo dárogielbustávaid æ, ø ja å. Sámegielat geavaheaddjit vásihit rievdamiid čállinmearkkaid oktavuođas dávjjibut go dárogielat geavaheaddjit.

source: Slike ulikheter skaper problemer i samhandling mellom interne systemer, mellom offentlige virksomheter og mellom offentlige virksomheter og innbyggere eller næringslivet.
sme: Dakkár erohusat dagahit váttisvuođaid ovttasdoaibmamii gaskal siskkáldas vuogádagaid, gaskal almmolaš doaimmaid ja gaskal almmolaš doaimmaid ja ássiid dahje ealáhuseallima.

source: Som nevnt tidligere finnes det en rekke tegn på samisk som skiller seg fra tegnene i norsk språk.
sme: Nu mo ovdal lea namuhuvvon, de leat máŋga mearkka sámegielas mat leat earáláganat go mearkkat dárogielas.

source: De fleste statlige nettsteder støtter UTF-8-standarden som gjør det mulig å skrive og lese disse tegnene, men dette gjelder ikke i samme grad fagsystemene til statlige virksomheter.
sme: Eanaš stáhta neahttasiiddut dorjot UTF-8-standárdda mii dahká vejolažžan čállit ja lohkat dáid mearkkaid, muhto dat ii guoskka seamma muddui stáhta doaimmaid fágavuogádagaide.

source: For eksempel har både Brønnøysundregisteret og Politiet flere fagsystemer som ikke gjør det mulig å skrive på samisk per i dag.
sme: Ovdamearkka dihtii lea sihke Brønnøysund-registaris ja Politiijas máŋga fágavuogádaga mat eai atte vejolašvuođa čállit sámegillii dál.

source: På sikt vil dette forandre seg fordi myndighetene fra 2011 stilte krav til at alle offentlige virksomheter ved større omlegginger, nyetablering eller videreutvikling av fagsystemer, skal bruke UTF-8.
sme: Guhkit áiggi vuollái dat rievdá dannego eiseválddit jagi 2011 rájes gáibidedje ahte buot almmolaš doaimmat go sii čađahit stuorát rievdadusaid, ásahit ođđa dahje viidáseappot ovddidit fágavuogádagaid, galget geavahit UTF-8.

source: Kravet er tatt inn i Forskrift om IT-standarder i offentlig forvaltning.
sme: Gáibádus lea váldojuvvon mielde Láhkaásahussii IT-standárddaid birra almmolaš hálddašeamis.

source: Forskriften gjelder alle statlige og kommunale virksomheter underlagt forvaltningsloven.
sme: Láhkaásahus guoská buot daid stáhta ja gieldda doaimmaide maidda hálddašanláhka gusto.

source: For å sikre regjeringens mål om én digital offentlig sektor er det også viktig at offentlige systemer snakker med hverandre.
sme: Sihkkarastin dihtii ráđđehusa ulbmila ahte galgá leat dušše okta digitála almmolaš suorgi, de lea maid dehálaš ahte almmolaš vuogádagat gulahallet.

source: Offentlig sektor gjennomgår en utvikling der stadig flere systemer integreres med hverandre.
sme: Almmolaš suorgi lea ovdáneamen ja eanet ja eanet vuogádagat čadnojuvvojit oktii.

source: Mange integrerte systemer kompliserer overgangen til nytt felles tegnsett, og det blir ofte argumentert med at man må benytte et eldre begrenset tegnsett fordi det er det de samhandlende systemene benytter.
sme: Ollu integrerejuvvon vuogádagat dagahit sirdašumi ođđa oktasaš čállinmearkkaide váddáseabbon, ja dávjá ákkastallojuvvo ahte lea dárbu geavahit boarrásat ráddjejuvvon čállinmearkkaid dannego dan dat geavahit dat vuogádagat mat doibmet ovttas.

source: Det er derfor viktig å legge om til felles tegnsett så raskt som mulig, før ytterligere integrasjoner blir gjennomført.
sme: Danne lea dehálaš váldit atnui oktasaš čállinmearkkaid nu johtilit go vejolaš, ovdalgo eanet ovttastuhttimat čađahuvvojit.

source: 3.1.2.2 Moderniseringen av Folkeregisteret
sme: 3.1.2.2 Álbmotregistara ođasmahttin

source: Folkeregisteret inneholder oppdatert nøkkelinformasjon, som navn, adresse, kjønn, sivilstand med mer, om alle personer som er eller har vært bosatt i Norge.
sme: Álbmotregistaris leat dakkár ođasmahttojuvvon čoavddadieđut go namma, čujuhus, sohkabealli, siviiladilli ja eanet, buot dain olbmuin geat ásset dahje leat ássan Norggas.

source: Både offentlige og private virksomheter bruker opplysningene fra Folkeregisteret.
sme: Sihke almmolaš ja priváhta doaimmat geavahit Álbmotregistara dieđuid.

source: Folkeregisteret er derfor et sentralt verktøy i offentlig administrasjon, samfunnsplanlegging og forskningsarbeid.
sme: Álbmotregisttar lea danne guovddáš reaidu almmolaš hálddahusas, servodatplánemis ja dutkanbarggus.

source: Folkeregistret binder sammen en hel rekke tjenester og velferdsordninger.
sme: Álbmotregisttar čatná oktii ollu bálvalusaid ja čálgoortnegiid.

source: Ikke alle samiske tegn har vært støttet i Folkeregisteret.
sme: Eai buot sámi čállinmearkkat leat leamaš dorjojuvvon Álbmotregistaris.

source: Personer som har samiske særtegn i navnene eller adressene sine har dermed fått disse skrevet feil i brev fra det offentlige, og i offentlige identifikasjonspapirer, som i pass. Personer med samiske tegn i sine bedriftsnavn har ikke fått registrert disse korrekt i Brønnøysundregisteret.
sme: Danne leat dat olbmot geaid namas dahje čujuhusas leat sámi sierračállinmearkkat, ožžon almmolašvuođas reivve ja almmolaš identifikašuvdnabáhpáriid, nu go pássa, mas namma dahje čujuhus lea boastut čállojuvvo. Olbmot geain leat sámi čállinmearkkat iežaset fitnodatnamas, eai leat ožžon daid riekta registrerejuvvot Brønnøysund-registarii.

source: Skatteetaten arbeider nå med å modernisere Folkeregisteret.
sme: Vearroetáhta lea dál ođasmahttimin Álbmotregistara.

source: Fra 2019 gir Folkeregisteret støtte for alle ti samiske særtegn i nord-, sør- og lulesamisk.
sme: Jagi 2019 rájes addá Álbmotregisttar doarjaga buot logi sámi sierračállinmerkii mat leat davvi-, lulli- ja julevsámegielas.
